let daily = [
    {
        title: "అతిపెద్ద శుభవార్తలు ఉన్నాయి",
        thumbnail: "ఈరోజు మీ జీవితంలోనే అతిపెద్ద శుభవార్త!",
        matter: "ఈరోజు మీకు మీ జీవితంలోనే అతిపెద్ద శుభవార్త అందుతుంది దాన్ని విన్న తరవాత మీ ఆనందానికి హద్దులు ఉండవు ",
      },
      {
        title: "ఒక స్త్రీ వల్ల ధనాలభం",
        thumbnail: "ఒక స్త్రీ వల్ల ఇలా ధనాలభం పొందే అవకాశం!",
        matter: "ఈరోజు మీకు మీ జీవిత భాగస్వామి వల్ల ధనాలభం పొందే అవకాశం ఉంది మీరు మాత్రం మీ జీవిత భాగస్వామి ని పూర్తిగా నమ్మాలి శుభం జరుగుతుంది ",
      },
      {
        title: "ఒక స్త్రీ పగబట్టి ఇలా",
        thumbnail: "ఒక స్త్రీ పగబట్టి చేసే ప్రయత్నాలు తెలిస్తే షాక్!",
        matter: "ఈరోజు ఒక స్త్రీ పాత కక్షలు పెట్టుకొని మీ మీద పగబట్టి మిమ్మల్ని ఆర్ధికంగా నష్టపరుచడానికి చెయ్యని ప్రయత్నలంటూ ఉండవు కాని మీ మంచి మనస్సు వల్ల దేవుడు మీ మీద అన్ని ప్రయత్నాలను విఫలం చేస్తారు",
      },
      {
        title: "కొత్త స్త్రీ తో స్నేహం",
        thumbnail: "2 శుభవార్తలు + ఒక కొత్త స్త్రీ తో స్నేహం",
        matter: "ఈరోజు మీరు రెండు పెద్ద శుభవార్తలు వింటారు మరియు అనుకోకుండా మీరు ఒక కొత్త స్త్రీ తో కలిసి ఆకస్మికంగా స్నేహం చేస్తారు",
      },
      {
        title: "పెద్ద శుభవార్తలు ఉన్నాయి",
        thumbnail: "పెద్ద శుభవార్తలు + ఈవిషయంలో జాగ్రత్త",
        matter: "ఈరోజు శుభప్రదంగా ఉంటుంది మీరు ఈరోజు పెద్ద శుభవార్తలు వింటారు ఆ శుభవార్తలు విన్న తరువాత ఆనండంలూ మద్యపానం సేవించడానికి ప్రయత్నాలు చేస్తారు ఇలా చెయ్యకండి మీ ఆరోగ్యం దెబ్బతీస్తుంది జాగ్రత్తగా ఉండండి ",
      },
      {
        title: "ఒక స్త్రీ పగబట్టి ఇలా",
        thumbnail: "ఒక స్త్రీ పగబట్టి ఈవిధంగా చేస్తుంది జాగ్రత్త",
        matter: "ఈరోజు మీ మీద ఒక స్త్రీ పగబట్టి హాని చెయ్యాలని చూస్తున్నారు , మరియు మీ మీద ఒక స్త్రీ ఏడుపు ఉంది మీ వ్యాపారం మరియు అభివృద్ధి మీద ఏడుస్తున్నారు జాగ్రత్తగా ఉండండి",
      },
      {
        title: "బంధువులే మీ సేత్రువులు",
        thumbnail: "మీ బంధువులే మీ సేత్రువులు జాగ్రత్త",
        matter: "మీ బంధువుల్లో కొందరు మీ సేత్రువులు ఉన్నారు వాళ్ళు ఎప్పుడు అవకాశం దొరికితే మిమ్మల్ని నష్టం చెయ్యాలని చూస్తున్నారు ఎవ్వరితో కూడా మీ వ్యాపారం గురించి చెప్పకండి జాగ్రత్తగా ఉండండి వెంనేపోటు పొడుస్తారు",
      }, 
      {
        title: "ఒక స్త్రీ మోసం చేస్తారు",
        thumbnail: "ఒక స్త్రీ ఇలా మోసం చేస్తుంది జాగ్రత్త!",
        matter: "ఈరోజు మీరు ఏంతో నమ్మిన ఒక స్త్రీ మిమ్మల్ని మోసం చేసే అవకాశం ఉంది జాగ్రత్తగా ఉండండి , మీరు మంచివారు కాని అందరు మంచివారు ఉండరు ఎవ్వరిని గుడ్డిగా నమ్మవద్దు",
      },
      {
        title: "ఒక స్త్రీ వల్ల డబ్బులు",
        thumbnail: "ఒక స్త్రీ వలన ఆదాయం + ఈవిషయాల్లో జాగ్రత్త",
        matter: "ఈరోజు మీకు చాలా మంచిరోజు నేడు మీకు మీ జీవిత భాగస్వామి బల్ల ధనాలభం కలుగుతుంది మరియు మీరు మీ జీవిత భాగస్వామి వల్ల చాలా సంతోషంగా ఉంటారు మీ బాధ్యతే ఏంటంటే మీరు కుడా వారిని సంతోషంగా ఉంచండి ",
      },
      {
        title: "స్త్రీ వల్ల శుభవార్తలు",
        thumbnail: "ఒక స్త్రీ వల్ల శుభవార్తలు ! తెలిస్తే షాక్!",
        matter: "ఈరోజు మీకు చాలా మంచిరోజు ఈరోజు మీకు ఒక స్త్రీ వల్ల శుభవార్తలు అందుతాయి ఈలోకంలో మీరే అదృష్టవంతులు అని ఈరోజు మీకు అనిపిస్తుంది మీరు మాత్రం ఆ శుభవార్తలు వినగానే షాక్ అవ్వడం ఖాయం",
      },
      {
        title: "స్త్రీ కాళ్ళ వద్దకు",
        thumbnail: "కోరుకున్న స్త్రీ కాళ్ళ వద్దకు వస్తుంది",
        matter: "ఈరోజు మీరు కూరుకున్న స్త్రీ మీ వ్యాపారం మరియు అభివృద్ధి చూసి వారు మీ కాళ్ళ వద్దకు వస్తారు కాని మీరు మాత్రం మీ వ్యాపారం మరియు అభివృద్ధి ని ఆపకండి ",
      },
      {
        title: "ఒక స్త్రీ మోసం చేస్తారు",
        thumbnail: "ఒక స్త్రీ వెన్నెపాటు పొడుస్తారు జాగ్రత్త!",
        matter: "ఈరోజు మీరు ఎంతగా నమ్మిన ఒక స్త్రీ మిమ్మల్ని మోసం చేస్తారు , దీనివల్ల మీరు మానసికంగా డిప్రెషన్ లోకి పోవచ్చు జాగ్రత్తగా ఉండండి లోకంలో డబ్బే అంత అని తెలుసుకోండి డబ్బు ఉంటె మీరే రాజు మీరే మంత్రి",
      },
      {
        title: "స్త్రీ వల్ల శుభవార్తలు",
        thumbnail: "ఒక స్త్రీ వల్ల శుభవార్తలు ! తెలిస్తే ఎగిరి గంటేస్తారు",
        matter: "ఈరోజు మీరు ఒక స్త్రీ వల్ల శుభవార్తలు అందుకుంటారు ఈలోకంలో మీరే అదృష్టవంతులు అని ఈరోజు మీకు అనిపిస్తుంది మీరు మాత్రం ఆ శుభవార్తలు వినగానే మీరు ఎగిరి గంతెయ్యడం మాత్రం ఖాయం",
      },
      {
        title: "ఒక స్త్రీ వల్ల ఘూరం",
        thumbnail: "ఒక స్త్రీ వల్ల ఘోరం జరుగుతుంది జాగ్రత్త!",
        matter: "ఈరోజు మీరు ఒక స్త్రీ వల్ల భారిగా నష్టపూతారు దీనివల్ల మీరు బాధ పాడుతారు కాని దానివల్ల ఏమి లాభం లేదు ఇప్పటికైనా పోయింది ఏమిలేదు అన్ని మరిచి మీరు మీ లక్ష్యం మీద దృష్తి పెడితే శుభం కలుగుతుంది",
      },
  ];
  console.log(console.log(daily.length))